;; Tools
(package! nvm)
(package! org-roam-ui)
(package! elcord)
(package! lsp-tailwindcss :recipe (:host github :repo "merrickluo/lsp-tailwindcss"))
(package! leetcode)
(package! erc-hl-nicks)
(package! smudge)
(package! dirvish)
(package! org-caldav)
(package! catppuccin-theme)
(package! znc)
(package! protobuf-mode)
