;; Tools
(package! nvm)
(package! org-roam-ui)
(package! elcord :pin "d0c9ace493d088bc70f7422705ff27dfcf162cca")
(package! lsp-tailwindcss :recipe (:host github :repo "merrickluo/lsp-tailwindcss"))
(package! leetcode)
(package! erc-hl-nicks)
(package! smudge)
(package! dirvish)
(package! org-caldav)
