;; Utility packages
(package! use-package)

;; App packages
(package! hackernews)
(package! erc-hl-nicks)
(package! erc-nick-notify)
(package! mu4e-views)
(package! mu4e-alert)

;; Org packages
(package! org-super-agenda)
(package! org-fragtog)
(package! ox-reveal)

;; Modes
(package! vue-mode)
